---
kind: property
id: P:Autodesk.Revit.DB.Document.DisplayUnitSystem
zh: 文档、文件
source: html/4da5af7a-3b64-b064-cd72-cbc0e9fa2135.htm
---
# Autodesk.Revit.DB.Document.DisplayUnitSystem Property

**中文**: 文档、文件

Provides access to display unit type with in the document.

## Syntax (C#)
```csharp
public DisplayUnit DisplayUnitSystem { get; }
```

## Remarks
Return the display unit type, metric or imperial.